[Killed] StringLiteral
sd-017-project-react-testing-library/src/components/Pokemon.js:23:37
         </p>
         {showDetailsLink && <Link to={ `pokemons/${id}` }>More details</Link>}
       </div>
-      <img src={ `${image}` } alt={ `${name} sprite` } />name: 'More details' 
+      <img src={ `${image}` } alt={ "" } />name: 'More details' 
       {isFavorite && (
         <img
